{
  "first-setup": {
    "title": "Why are you here?",
    "remark": "You want to laugh or what?",
    "paragraph1": "If the answer is “yes”, <1> so sorry </1> that's not the place.",
    "paragraph2": "Or I'm <1>joking?</1>",
    "paragraph3": "There's only <1>one</1> way to know...",
    "button": {
      "message1": "Enter into the real page!",
      "message2": "I want to laugh, press again!",
      "message3": "Hey come on, press again!",
      "message4": "This is the last time, I promise!",
      "message5": "Enter into the real page!"
    }
  },

  "medium-setup": {
    "lead_in_main": {
      "heading": "What is Bite of Humor?",
      "paragraph": "Bite of Humor is a digital experience crafted to inject a quick, clever dose of laughter into your day. Blending design with humor, it offers curated jokes, playful interactions, and creative content that aim to entertain while challenging the ordinary. It's not just about making you laugh—it's about making you think, smile, and enjoy the unexpected."
    },
    "jokes_languages_title": "Jokes from multiple languages",
    "cards": {
      "united_states": {
        "title": "United States",
        "body": "An American eagle on grill duty? A superhero zipping by on a scooter? A tiny horse for a tiny cowboy? This scene's got more layers than a deep-fried Twinkie. What's the punchline in this stars-and-stripes spectacle?"
      },
      "colombia": {
        "title": "Colombia",
        "body": "Survival of the quickest in Bogotá! As Transmilenio commuters make a mad dash, a man clutches his empanada like a prize. Street vendors hawk humor amidst the urban chaos, under the watchful eye of a weary guard."
      },
      "portugal": {
        "title": "Portugal",
        "body": "Cobblestone streets, a determined grandma, a basket of bread, and a surprisingly speedy fish! This Portuguese pursuit is as charming as a Lisbon tram. What's the catch in this bizarre race?"
      }
    },
    "types_of_jokes_title": "Types Of Jokes",
    "lead_in_sub_main": {
      "classic_jokes": {
        "heading": "Classic Jokes",
        "paragraph": "Enjoy a collection of timeless jokes! These are the tried-and-true classics that have been shared and chuckled over for generations, often with familiar setups and satisfying punchlines."
      },
      "surreal_absurdity": {
        "heading": "Surreal Absurdity",
        "paragraph": "Step into the bizarre and illogical! These jokes embrace the unexpected and nonsensical, where the humor comes from the delightful violation of reality and the sheer absurdity of the situation."
      },
      "dad_jokes": {
        "heading": "Dad Jokes",
        "paragraph": "Get ready for the signature blend of corniness and puns! These dad jokes feature slightly longer setups that build anticipation for the inevitably groan-worthy (yet sometimes charming) punchline. You've been warned!"
      }
    },
    "advise_section": {
      "main_text_line1": "Tell us a joke to enter.",
      "main_text_line2": "Make us laugh, or at least try.",
      "button_text": "Sign Up"
    }
  }
}
