{
  "first-setup": {
    "title": "Por que você está aqui?",
    "remark": "Você quer rir ou o quê?",
    "paragraph1": "Se a resposta for “sim”, <1> so sorry </1> que este não é o lugar.",
    "paragraph2": "Ou estou <1>joking?</1>",
    "paragraph3": "Só há <1>one</1> maneira de saber...",
    "button": {
      "message1": "Entre na página real!",
      "message2": "Quero rir, pressione novamente!",
      "message3": "Ei, vamos lá, pressione novamente!",
      "message4": "Esta é a última vez, prometo!",
      "message5": "Entre na página real!"
    }
  },
  "medium-setup": {
    "lead_in_main": {
      "heading": "O que é Bite of Humor?",
      "paragraph": "Bite of Humor é uma experiência digital criada para injetar uma dose rápida e inteligente de riso no seu dia. Combinando design com humor, oferece piadas selecionadas, interações lúdicas e conteúdo criativo que visam entreter enquanto desafiam o comum. Não se trata apenas de fazer você rir — trata-se de fazer você pensar, sorrir e desfrutar do inesperado."
    },
    "jokes_languages_title": "Piadas de várias línguas",
    "cards": {
      "united_states": {
        "title": "Estados Unidos",
        "body": "Uma águia americana de serviço na grelha? Um super-herói a passar de scooter? Um cavalo minúsculo para um cowboy minúsculo? Esta cena tem mais camadas que um Twinkie frito. Qual é o remate neste espetáculo de estrelas e riscas?"
      },
      "colombia": {
        "title": "Colômbia",
        "body": "Sobrevivência do mais rápido em Bogotá! Enquanto os passageiros do Transmilenio correm freneticamente, um homem agarra a sua empanada como um prémio. Vendedores ambulantes vendem humor no meio do caos urbano, sob o olhar atento de um guarda cansado."
      },
      "portugal": {
        "title": "Portugal",
        "body": "Ruas de calçada, uma avó determinada, um cesto de pão e um peixe surpreendentemente rápido! Esta perseguição portuguesa é tão encantadora como um elétrico de Lisboa. Qual é o truque nesta corrida bizarra?"
      }
    },
    "types_of_jokes_title": "Tipos de Piadas",
    "lead_in_sub_main": {
      "classic_jokes": {
        "heading": "Piadas Clássicas",
        "paragraph": "Desfrute de uma coleção de piadas intemporais! Estes são os clássicos testados e aprovados que foram partilhados e ridos por gerações, muitas vezes com preparações familiares e remates satisfatórios."
      },
      "surreal_absurdity": {
        "heading": "Absurdo Surreal",
        "paragraph": "Entre no bizarro e ilógico! Estas piadas abraçam o inesperado e o sem sentido, onde o humor vem da deliciosa violação da realidade e da pura absurdidade da situação."
      },
      "dad_jokes": {
        "heading": "Piadas de Pai",
        "paragraph": "Prepare-se para a mistura de piadas secas e trocadilhos! Estas piadas de pai apresentam preparações um pouco mais longas que criam antecipação para o remate inevitavelmente embaraçoso (mas por vezes charmoso). Você foi avisado!"
      }
    },
    "advise_section": {
      "main_text_line1": "Conte-nos uma piada para entrar.",
      "main_text_line2": "Faça-nos rir, ou pelo menos tente.",
      "button_text": "Inscrever-se"
    }
  }
}
